# Shared formulae — installed on every machine (mac + linux)
brew "autoconf"
brew "automake"
brew "cmake"
brew "eza"          # modern `ls` (replaces deprecated exa)
brew "fd"           # required by the neovim config
brew "fzf"
brew "gh"           # github cli (also the git credential helper)
brew "git-delta"
brew "jq"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "openssl"
brew "pyenv"
brew "python"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "yq"
brew "zoxide"       # smart cd (replaces z submodule)
